{
  "buttons": {
    "view-more": "Voir plus"
  },
  "404": {
    "title": "Page non trouvée",
    "message": "Désolé, la page que vous recherchez n'existe pas."
  },
  "home": {
    "title": "Accueil",
    "presentation": {
      "title": "Hi, I'm Antoine",
      "subtitle": "Développeur full-stack et mobile passionné par la création et le design d'applications"
    },
    "welcome-to-my-portfolio": "Bienvenue sur mon portfolio ! <br> Ici, vous pourrez en apprendre plus sur moi et mes projets.",
    "about-me": {
      "title": "À propos de moi",
      "description": "Je suis actuellement en 5ème année à Epitech et passionné par le développement logiciel. J'ai de l'expérience dans un large éventail de technologies et de langages de programmation, et je suis toujours à la recherche de nouveaux défis et d'opportunités pour apprendre et évoluer."
    },
    "projects": {
      "title": "Mes projets",
      "description": "Si vous souhaitez découvrir mes réalisations, jetez un œil à mes projets ci-dessous. J'ai travaillé sur une variété de projets, incluant des applications web, mobiles et des jeux. Je suis constamment à la recherche de nouveaux défis, donc si vous avez une idée de projet, n'hésitez pas à me contacter."
    }
  },
  "about": {
    "title": "À propos",
    "description": "Ceci est la page à propos."
  },
  "projects": {
    "title": "Projets"
  },
  "contact": {
    "title": "Contact",
    "description": "Ceci est la page de contact.",
    "email": {
      "title": "Envoyez-moi un email",
      "description": "Si vous souhaitez me contacter, vous pouvez m'envoyer un email à l'adresse suivante :",
      "copy-email": "Copier l'email",
      "email-copied": "Email copié !"
    },
    "phone": {
      "title": "Appelez-moi",
      "description": "Si vous préférez me contacter par téléphone, vous pouvez m'appeler au numéro suivant :",
      "copy-phone": "Copier le numéro",
      "phone-copied": "Numéro copié !"
    },
    "socials": {
      "title": "Réseaux sociaux",
      "description": "Vous pouvez également me retrouver sur les réseaux sociaux en cliquant sur les icônes ci-dessous :"
    }
  }
}
